Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: module `%s' version mismatch: %d != %d
es: Módulo '%s' la versión no coincide: %d != %d

source: failed to overwrite style file for %s
es: Falló al intentar sobrescribir el archivo del estilo para %s

source: style file for %s exists
es: Ya existe el archivo del estilo para %s

source: style %s was successfully imported
es: El estilo %s fue importado correctamente

source: above sea level
es: sobre el nivel del mar

source: below sea level
es: bajo el nivel del mar

source: creator
es: autor

source: publisher
es: editor

source: title
es: título

source: description
es: descripción

source: rights
es: derechos

source: notes
es: notas

source: version name
es: número de versión

source: working...
es: Procesando...

source: scroll to change <b>%s</b> of %s module
es: Desplácese para cambiar <b>% s</b> del módulo %s

source: select
es: seleccionar

source: path
es: ruta

source: xmp timestamp
es: fecha y hora del xmp

source: database timestamp
es: hora y tiempo de la base de datos

source: updated xmp sidecar files found
es: fue encontrado el archivo asociado actualizado xmp

source: _close
es: _Cerrar

source: select all
es: seleccionar todo

source: update database from selected xmp files
es: Actualizar la base de datos de los archivos XMP seleccionados

source: overwrite selected xmp files
es: sobreescribir archivos xmp seleccionados

source: capturing %d image
es: capturando %d imagen

source: please set your camera to manual mode first!
es: ponga primero la cámara en modo manual

source: capture images
es: capturar imágenes

source: %d/%d imported to %s
es: %d/%d importado a %s

source: starting to import images from camera
es: comenzando a importar imágenes desde la cámara

source: importing %d image from camera
es: importando %d imagen desde la cámara

source: import images from camera
es: importar imágenes desde la cámara

source: failed to create film roll for destination directory, aborting move..
es: Falló al crear el carrete para el directorio de destino, abortando...

source: exposure bracketing only works on raw images.
es: el ahorquillado de exposición solo funciona con imágenes raw.

source: images have to be of same size and orientation!
es: las imágenes deben tener el mismo tamaño y orientación

source: merging %d image
es: fusionando %d imagen

source: wrote merged HDR `%s'
es: escribir HDR fusionado `%s'

source: duplicating %d image
es: duplicando %d imagen

source: flipping %d image
es: girando %d imagen

source: removing %d image
es: eliminando %d imagen

source: could not send %s to trash%s%s
es: no se pudo enviar %s a la papelera%s%s

source: could not physically delete %s%s%s
es: no se puede borrar físicamente del disco %s%s%s

source: physically delete
es: borrar físicamente del disco

source: physically delete all files
es: borrar físicamente todos los archivos del disco

source: only remove from the collection
es: quitar solo de la colección

source: skip to next file
es: saltar al archivo siguiente

source: stop process
es: detener el proceso

source: trashing error
es: error eliminando

source: deletion error
es: error de borrado

source: trashing %d image
es: descartando %d imagen

source: deleting %d image
es: borrando %d imagen

source: failed to parse GPX file
es: fallo al analizar el archivo GPX

source: applied matched GPX location onto %d image
es: asociación de ubicación GPX en %d imagen aplicada

source: moving %d image
es: moviendo %d imagen

source: moving %d images
es: moviendo %d imágenes

source: copying %d image
es: copiando %d imagen

source: copying %d images
es: copiando %d imágenes

source: creating local copy of %d image
es: creando copia local de %d imagen

source: removing local copy of %d image
es: eliminando copia local de %d imagen

source: refreshing info for %d image
es: Actualizando información para %d imagen

source: exporting %d image..
es: Exportando %d imagen...

source: exporting %d / %d to %s
es: Exportando %d / %d a %s

source: image `%s' is currently unavailable
es: La imagen `%s' no esta disponible actualmente

source: merge hdr image
es: Fusionar imagen hdr

source: duplicate images
es: Duplicar imágenes

source: flip images
es: Invertir imágenes

source: remove images
es: Eliminar imágenes

source: do you really want to remove %d image from the collection?
es: ¿Realmente desea quitar %d imagen de la colección?

source: remove images?
es: ¿Eliminar las imágenes?

source: delete images
es: Borrar imágenes

source: do you really want to send %d image to trash?
es: ¿Realmente desea enviar a la papelera %d imagen?

source: do you really want to physically delete %d image from disk?
es: ¿En verdad desea borrar FÍSICAMENTE del disco %d imagen?

source: trash images?
es: ¿Eliminar imágenes?

source: delete images?
es: ¿Borrar las imágenes?

source: do you really want to send selected image to trash?
es: ¿Desea realmente enviar a la papelera la imagen seleccionada?

source: do you really want to physically delete selected image from disk?
es: ¿Desea borrar FÍSICAMENTE del disco la imagen seleccionada?

source: move images
es: Mover imágenes

source: _select as destination
es: _seleccionar destino

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
es: ¿Desea mover físicamente %d imagen a %s? (todos los duplicados se moverán en conjunto)

source: move image?
es: ¿Mover las imágenes?

source: copy images
es: Copiar imágenes

source: do you really want to physically copy %d image to %s?
es: ¿Desea copiar de manera física %d imagen a %s ?

source: copy image?
es: ¿Copiar imagen?

source: local copy images
es: copia local de las imágenes

source: refresh exif
es: actualizar Exif

source: failed to get parameters from storage module `%s', aborting export..
es: Hubo un fallo al obtener parámetros del modulo de almacenamiento`%s'. Abortando la operación...

source: export images
es: exportar imágenes

source: adding time offset to %d image
es: Añadiendo intervalo de tiempo a %d imagen

source: added time offset to %d image
es: Intervalo de tiempo añadido a %d imagen

source: time offset
es: compensación horaria

source: write sidecar files
es: escribir archivos xmp

source: import images
es: importar imágenes

source: no supported images were found to be imported
es: No se encontraron imágenes compatibles para importar

source: importing %d image
es: Importando %d imagen

source: importing image %s
es: Importando imagen %s

source: import image
es: importar imagen

source: skipped blending in module '%s': roi's do not match
es: Se omitió la fusión en el módulo '%s': parámetros incompatibles

source: could not allocate buffer for blending
es: No se pudo asignar el búfer para la mezcla

source: input
es: entrada

source: output
es: salida

source: (zoom)
es: (ampliación)

source: (log)
es: (registro)

source: sliders for L channel
es: Control deslizante para el canal L

source: sliders for a channel
es: Control deslizante para el canal a

source: sliders for b channel
es: Control deslizante para el canal b

source: sliders for chroma channel (of LCh)
es: Control deslizante del canal de crominancia (de LCh)

source: sliders for hue channel (of LCh)
es: Control deslizante del canal de tono (de LCh)

source: sliders for gray value
es: Control deslizante para el gris

source: sliders for red channel
es: Control deslizante del canal R

source: sliders for green channel
es: Control deslizante del canal G

source: sliders for blue channel
es: Control deslizante del canal B

source: sliders for hue channel (of HSL)
es: Control deslizante del canal de tono (de HSL)

source: sliders for chroma channel (of HSL)
es: Control deslizante del canal crominancia (de HSL)

source: sliders for value channel (of HSL)
es: Control deslizante del canal de valor (de HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
es: Ajuste basado en la entrada para este módulo: * rango definido por marcadores superiores: mezcla todo * rango definido por marcadores inferiores: ningún tipo de mezcla * rango entre marcadores superiores/inferiores adyacentes: mezcla gradual

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
es: Ajuste basado en la salida sin mezcla de este módulo: * rango definido por marcadores superiores: mezcla todo * rango definido por marcadores inferiores: no hay mezcla * rango entre marcadores superiores/inferiores adyacentes: mezcla gradual

source: pick GUI color from image ctrl+click to select an area
es: Elegir el color desde la imagen Ctrl+Clic para seleccionar un área

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
es: Determinar el rango basado en un área de la imagen Arrastrar para usar la imagen de entrada Ctrl+Arrastre para usar la imagen de salida

source: reset blend mask settings
es: Reiniciar los ajustes de la máscara de fusión

source: invert all channel's polarities
es: Invertir la polaridad de todos los canales

source: toggle polarity. best seen by enabling 'display mask'
es: Alternar polaridad. Activar 'mostrar máscara' para una mejor visualización

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
es: Doble pulsación para reiniciar. Pulsar 'A' para cambiar los modos de control deslizante disponibles. Pulsar 'C' para cambiar la vista de los datos del canal. Pulsar 'M' para cambiar la vista de la máscara.

source: parametric mask
es: máscara paramétrica

source: %d shape used
es: %d figura usada

source: no mask used
es: sin utilizar

source: blend
es: fusión

source: drawn mask
es: trazar máscara

source: show and edit mask elements
es: Mostrar y editar los elementos de la máscara

source: toggle polarity of drawn mask
es: Alternar la polaridad de la máscara trazada

source: add gradient ctrl+click to add multiple gradients
es: Añadir gradiente Para añadir múltiples gradientes: Ctrl+Clic

source: add path ctrl+click to add multiple paths
es: Añadir ruta Para añadir múltiples rutas: Ctrl+Clic

source: add ellipse ctrl+click to add multiple ellipses
es: Añadir elipse Para añadir varias elipses: Ctrl+Clic

source: add circle ctrl+click to add multiple circles
es: Añadir círculo Para añadir varios círculos: Ctrl+Clic

source: add brush ctrl+click to add multiple brush strokes
es: Añadir pincel Para añadir múltiples pinceladas: Ctrl+Clic

source: raster mask
es: máscara de matriz de pixeles

source: toggle polarity of raster mask
es: Alternar polaridad de la máscara de matriz de pixeles

source: normal bounded
es: normal limitado

source: lighten
es: aclarar

source: darken
es: oscurecer

source: multiply
es: multiplicar

source: average
es: media

source: addition
es: suma

source: subtract
es: sustraer

source: difference
es: diferencia

source: screen
es: pantalla

source: overlay
es: solapar

source: softlight
es: claridad suave

source: hardlight
es: claridad fuerte

source: vividlight
es: claridad intensa

source: linearlight
es: luz lineal

source: pinlight
es: luz puntual

source: lightness
es: luminosidad

source: chroma
es: crominancia

source: hue
es: tono

source: coloradjustment
es: corrección de color

source: Lab lightness
es: luminosidad Lab

source: Lab color
es: color Lab

source: Lab L-channel
es: canal L Lab

source: Lab a-channel
es: canal a Lab

source: Lab b-channel
es: canal b Lab

source: HSV lightness
es: luminosidad HSV

source: HSV color
es: color HSV

source: RGB red channel
es: canal rojo RGB

source: RGB green channel
es: canal verde RGB

source: RGB blue channel
es: canal azul RGB

source: difference (deprecated)
es: diferencia (obsoleto)

source: inverse (deprecated)
es: inverso (obsoleto)

source: normal (deprecated)
es: normal (obsoleto)

source: unbounded (deprecated)
es: ilimitado (obsoleto)

source: uniformly
es: uniformemente

source: drawn & parametric mask
es: trazar máscara paramétrica

source: blend mode
es: modo de fusión

source: choose blending mode
es: Elegir el modo de fusión

source: normal & difference modes
es: modos de diferencia y normal

source: lighten modes
es: modos de claridad

source: darken modes
es: modos de oscurecimiento

source: contrast enhancing modes
es: modos de mejora del contraste

source: color channel modes
es: modos de canal de color

source: opacity
es: opacidad

source: set the opacity of the blending
es: Opacidad de la fusión

source: combine masks
es: combinar máscaras

source: exclusive
es: exclusivo

source: inclusive
es: inclusivo

source: exclusive & inverted
es: exclusivo e invertido

source: inclusive & inverted
es: inclusivo e invertido

source: how to combine individual drawn mask and different channels of parametric mask
es: Modo de combinar las máscaras individuales y los diferentes canales de la máscara paramétrica

source: invert mask
es: invertir máscara

source: apply mask in normal or inverted mode
es: Añadir la máscara en modo normal o invertido

source: feathering guide
es: guía de difuminado

source: output image
es: imagen de salida

source: input image
es: imagen de entrada

source: choose to guide mask by input or output image
es: Elegir la máscara guía para la imágen de entrada o salida

source: feathering radius
es: radio de difuminado

source: spatial radius of feathering
es: Extensión espacial del difuminado

source: mask blur
es: máscara de desenfoque

source: radius for gaussian blur of blend mask
es: Radio del desenfoque gaussiano de la máscara de fusión

source: mask opacity
es: opacidad de la máscara

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
es: Oscila la curva de tono de la máscara de fusión para ajustar el brillo, sin afectar las regiones totalmente transparentes u opacas

source: mask contrast
es: contraste de la máscara

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
es: Moldea la curva de tono de la máscara de fusión a un estilo S para ajustar el contraste

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
es: Mostrar la máscara o el canal de color. Ctrl+Clic para mostrar la máscara, Mayús+Clic para mostrar el canal. Pase el cursor sobre el control deslizante de la máscara paramétrica para seleccionar el canal de visualización

source: temporarily switch off blend mask. only for module in focus
es: Desactivar temporalmente la máscara de fusión. Solo para el módulo enfocado

source: mask refinement
es: afinar máscara

source: %s: module `%s' version mismatch: %d != %d
es: %s: módulo '%s' versión incoincidente: %d != %d

source: new instance
es: nuevo módulo

source: duplicate instance
es: duplicar módulo

source: move up
es: subir

source: move down
es: bajar

source: delete
es: borrar

source: rename
es: renombrar

source: %s is switched on
es: %s está activado

source: %s is switched off
es: %s está desactivado

source: preset
es: predefinido

source: fusion
es: fusión

source: show module
es: mostrar módulo

source: enable module
es: activar módulo

source: focus module
es: módulo de enfoque

source: reset module parameters
es: reiniciar parámetros

source: show preset menu
es: mostrar menú de preajustes

source: multiple instances actions middle-click creates new instance
es: Gestión de acciones para el módulo Pulse el botón central para crear un módulo nuevo

source: reset parameters
es: reiniciar parámetros

source: presets
es: Preajustes

source: presets middle-click to apply on new instance
es: Preajustes Pulse el botón central sobre el preajuste para establecerlo en un módulo nuevo

source: cannot find lightroom XMP!
es: No se encuentra mesa de luz XMP

source: `%s' not a lightroom XMP!
es: `%s' no es una mesa de luz XMP

source: rating
es: valoración

source: %s has been imported
es: %s ha sido importado

source: [SHAPE] remove shape
es: [FIGURA] quitar figura

source: [PATH creation] add a smooth node
es: [creación de RUTA] añadir un nodo de suavizado

source: [PATH creation] add a sharp node
es: [creación de RUTA] agregar nodo de enfoque

source: [PATH creation] terminate path creation
es: [creación de RUTA] finalizar la creación de la ruta

source: [PATH on node] switch between smooth/sharp node
es: [RUTA en el nodo] alternar entre nodo de suavizado y de enfoque

source: [PATH on node] remove the node
es: [RUTA en el nodo] quitar el nodo

source: [PATH on feather] reset curvature
es: [RUTA en el suavizado] restablecer curvatura

source: [PATH on segment] add node
es: [RUTA en el segmento] añadir nodo

source: [PATH] change size
es: [RUTA] ajustar tamaño

source: [PATH] change opacity
es: [RUTA] ajustar opacidad

source: [PATH] change feather size
es: [RUTA] ajustar dureza

source: [GRADIENT on pivot] rotate shape
es: [GRADIENTE en el pivote] rotar figura

source: [GRADIENT creation] set rotation
es: [creación de GRADIENTE] fijar rotación

source: [GRADIENT] change curvature
es: [GRADIENTE] cambiar curvatura

source: [GRADIENT] change compression
es: [GRADIENTE] cambiar compresión

source: [GRADIENT] change opacity
es: [GRADIENTE] cambiar opacidad

source: [ELLIPSE] change size
es: [ELIPSE] cambiar tamaño

source: [ELLIPSE] change opacity
es: [ELIPSE] cambiar opacidad

source: [ELLIPSE] switch feathering mode
es: [ELIPSE] cambiar el modo de difuminado

source: [ELLIPSE] rotate shape
es: [ELIPSE] rotar figura

source: [BRUSH creation] change size
es: [creación de PINCEL] ajustar tamaño

source: [BRUSH creation] change hardness
es: [creación de PINCEL] ajustar dureza

source: [BRUSH] change opacity
es: [PINCEL] ajustar opacidad

source: [BRUSH] change hardness
es: [PINCEL] ajustar dureza

source: [CIRCLE] change size
es: [CÍRCULO] cambiar tamaño

source: [CIRCLE] change opacity
es: [CÍRCULO] cambiar opacidad

source: [CIRCLE] change feather size
es: [CÍRCULO] cambiar área de difuminado

source: ctrl+click to add a sharp node
es: Ctrl+Clic para agregar nodo de enfoque

source: ctrl+click to switch between smooth/sharp node
es: Ctrl+Clic para cambiar nodo de suavizado/enfoque

source: right-click to reset curvature
es: pulsación derecha para reiniciar curvatura

source: ctrl+click to add a node
es: Ctrl+Clic para agregar un nodo

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
es: Mayús+Rueda del Ratón ajusta difuminado, Ctrl+Rueda del Ratón ajusta opacidad (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
es: Mayús+Rueda del Ratón para ajustar compresión Ctrl+Rueda del Ratón para ajustar la opacidad (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
es: Desplazamiento fija el tamaño, Mayús+Desplazamiento fija la compresión Ctrl+Desplazamiento fija la opacidad (%d%%)

source: move to rotate shape
es: mover para rotar figura

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
es: Rueda del ratón para ajustar el tamaño, Mayús+Rueda del Ratón para ajustar la dureza, Ctrl+Rueda del Ratón para ajustar la opacidad (%d%%)

source: ctrl+click to rotate
es: Ctrl+Clic para rotar

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
es: Mayús+Clic para cambiar el difuminado, Ctrl+Clic para rotar Mayús+Rueda del Ratón cambia el área de difuminado, Ctrl+Rueda del Ratón cambia la opacidad de la figura (%d%%)

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
es: Rueda del ratón para ajustar el tamaño del pincel, Mayús+Rueda del Ratón para ajustar la dureza, Ctrl+Rueda del Ratón para ajustar la opacidad (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
es: Rueda del ratón ajusta la dureza, Ctrl+Rueda del Ratón ajusta la opacidad de la forma (%d%%)

source: scroll to set brush size
es: Rueda del ratón para ajustar tamaño del pincel

source: circle #%d
es: círculo #%d

source: path #%d
es: ruta #%d

source: gradient #%d
es: gradiente #%d

source: ellipse #%d
es: elipse #%d

source: brush #%d
es: pincel #%d

source: copy of %s
es: copia de %s

source: %s: mask version mismatch: %d != %d
es: %s: no coincide la versión de máscara: %d != %d

source: opacity: %d%%
es: opacidad: %d%%

source: add existing shape
es: añadir figura existente

source: use same shapes as
es: usar la misma figura como

source: masks can not contain themselves
es: Las máscaras no pueden contenerse a sí mismas

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
es: darktable ha descubierto un problema con la configuración OpenCL: desactive OpenCL para esta sesión

source: tiling failed for module '%s'. output might be garbled.
es: El proceso por bandas ha fallado para el módulo '%s'. La salida podría ser ilegible.

source: you have reached the start of your selection
es: Se ha llegado al inicio de la selección.

source: you have reached the start of your collection
es: Se ha llegado al inicio de la colección.

source: you have reached the end of your selection
es: Se ha llegado al final de la selección.

source: you have reached the end of your collection
es: Se ha llegado al final de la colección.

source: zooming is limited to %d images
es: El zoom está limitado a %d imágenes

source: no image selected !
es: No se ha seleccionado ninguna imagen

source: double-click to reset
es: Pulsación doble para reiniciar

source: current
es: Actual

source: leader
es: Imagen de portada

source: grouped images
es: Imágenes agrupadas

source: fit
es: adaptar

source: views/thumbtable/rate 0
es: vistas/miniaturas/sin estrellas

source: views/thumbtable/rate 1
es: vistas/miniaturas/1 estrella

source: views/thumbtable/rate 2
es: vistas/miniaturas/2 estrellas

source: views/thumbtable/rate 3
es: vistas/miniaturas/3 estrellas

source: views/thumbtable/rate 4
es: vistas/miniaturas/4 estrellas

source: views/thumbtable/rate 5
es: vistas/miniaturas/5 estrellas

source: views/thumbtable/rate reject
es: vistas/miniaturas/rechazar

source: views/thumbtable/copy history
es: vistas/miniaturas/copiar historial

source: views/thumbtable/copy history parts
es: vistas/miniaturas/copiar elementos del historial

source: views/thumbtable/paste history
es: vistas/miniaturas/pegar historial

source: views/thumbtable/paste history parts
es: vistas/miniaturas/pegar elementos del historial

source: views/thumbtable/discard history
es: vistas/miniaturas/descartar historial de acciones

source: views/thumbtable/duplicate image
es: vistas/miniaturas/duplicar imagen

source: views/thumbtable/duplicate image virgin
es: vistas/miniaturas/duplicar imagen virgen

source: views/thumbtable/color red
es: vistas/miniaturas/color rojo

source: views/thumbtable/color yellow
es: vistas/miniaturas/color amarillo

source: views/thumbtable/color green
es: vistas/miniaturas/color verde

source: views/thumbtable/color blue
es: vistas/miniaturas/color azul

source: views/thumbtable/color purple
es: vistas/miniaturas/color púrpura

source: views/thumbtable/clear color labels
es: vistas/miniaturas/remover marcas de color

source: views/thumbtable/select all
es: vistas/miniaturas/seleccionar todas

source: views/thumbtable/select none
es: vistas/miniaturas/deseleccionar

source: views/thumbtable/invert selection
es: vistas/miniaturas/invertir selección
